{"pages":[{"page":1,"paragraphs":["Regulations and guidelines 1/2014","Risk reporting by credit institutions","Journal Number","FIVA/2024/1593","Issued 6.3.2014","Valid from 31.3.2014","Further information from:","Banking Supervision/Domestic Banks","and Risk Areas","FINANCIAL SUPERVISORY AUTHORITY tel. \u002B358 9 183 51 firstname.surname@fiva.fi fin-fsa.fi","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY","FIN FIN FIN FIN","S","FIN","FIN"]},{"page":2,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","FIN FIN","S","FIN","2 (15)","Legal nature of regulations and guidelines","Regulations","Financial Supervisory Authority (FIN-FSA) regulations are presented under the heading \u0027Regulation\u0027 in FIN-FSA\u0027s regulations and guidelines. FIN-FSA regulations are binding legal requirements that must be complied with.","FIN-FSA issues regulations only by virtue of and within the limits of legal provisions that entitle it to do So.","Guidelines","FIN-FSA interpretations of the contents of laws and other binding provisions are presented under the heading \u0027Guideline\u0027 in FIN-FSA\u0027s regulations and guidelines.","Also recommendations and other operating guidelines that are not binding are presented under this heading, as are FIN-FSA\u0027s recommendations on compliance with international guidelines and recommendations.","The formulation of the guideline shows when it constitutes an interpretation and when it constitutes a recommendation or other operating guideline. A more detailed description of the formulation of guidelines and the legal nature of regulations and guidelines is provided on the FIN-FSA website.","fin-fsa.fi \u003E Regulation \u003E Legal framework of FIN-FSA regulations and guidelines","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":3,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","FIN FIN","S","FIN 3 (15)","Contents","1","2","3","4","5","6","Scope of application and definitions","4","1.1","Scope of application","4","1.2","Definitions","4","Legal framework","5","2.1","Legislation","5","EU Regulation","5","FIN-FSA\u0027s regulatory powers","5","Objectives","6","3.1","Objectives of the regulations and guidelines","6","Reporting to FIN-FSA","7","4.1","Contents of the reports","7","4.2","Submission of supervisory information using the S tables (Issued on 11 December 2020, valid from 1 January 2021)","7","4.3","Submission of supervisory information using the LTC table","8","4.4","Exemption from the obligation to report","9","4.4.1","Exemption from the obligation to report on the state of the banking system","9","4.4.2","Exemption from the obligation to report on loan-to-value ratio","9","4.5","Guidelines on the submission of information for supervisory purposes","10","4.6","Verification of reported data","10","Repealed regulations and guidelines","11","Revision history","12","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":4,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","S","FIN FIN FIN","4 (15)","1 Scope of application and definitions","1.1 Scope of application","(1) These regulations and guidelines shall apply to the following supervised entities and foreign supervised entities referred to in the Act on the Financial Supervisory Authority (878/2008), listed by risk area.","(2) Credit risk report State of the banking system (S):","· credit institutions as referred to in the Credit Institutions Act (610/2014) (Issued on 11 December 2020, valid from 1 January 2022)","· holding companies other than investment firms that are the parent undertaking of a credit institution as referred to in the Credit Institutions Act (Issued on 11 December 2020, valid from 1 January 2022)","· branches of foreign credit institutions engaged in credit institution activity in Finland as referred to in the Credit Institutions Act (Issued on 11 December 2020, valid from 1 January 2022)",". central bodies of an amalgamation of deposit banks as referred to in the Act on the Amalgamation of Deposit Banks (599/2010) (Issued on 11 December 2020, valid from 1 January 2022)","(3) Loan-to-value report (LTC):","As referred to in the Credit Institutions Act (Issued on 11 December 2020, valid from 1 January 2022):","· credit institutions","· Finnish branches of foreign credit institutions authorised in an EEA country","· Finnish branches of foreign credit institutions authorised in a non-EEA country (branches of third country credit institutions)","1.2 Definitions","(4)","For the purpose of these regulations and guidelines, the following definitions shall apply:","· Supervised entity means entities that fall within the scope of application of these regulations and guidelines, as defined in section 1.1 above.","· Counterparty means, in these regulations and guidelines, a group of connected clients, as referred to in Article 4(1)(39) of the EU\u0027s Capital Requirements Regulation",". Loan-to-value ratio means, as referred to in chapter 15, section 11 of the Credit Institutions Act, the loan amount granted in relation to the current value of the collateral security lodged as security for the loan at the time of granting of the loan.","· Reporting date means the dates 31 March; 30 June; 30 September and 31 December.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":5,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","FIN FIN FIN","S 5 (15)","2 Legal framework","2.1 Legislation","These regulations and guidelines are related to the following acts:","· Credit Institutions Act (610/2014),","· Consumer Protection Act (38/1978).","2.2 EU Regulation","These regulations and guidelines are related to the following directly applicable EU regulations:","· Regulation (EU) No 575/2013 (32013R575) of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012; OJ L 176, p. 1 (hereinafter also EU\u0027s Capital Requirements Regulation).",". These regulations and guidelines are related to the following directly applicable Commission Implementing Regulation (EU) No 680/2014 of 16 April 2014 laying down implementing technical standards with regard to supervisory reporting of institutions according to Regulation (EU) No 575/2013 of the European Parliament and of the Council (Text with EEA relevance); OJ No L191, p.1 (hereinafter Commission Implementing Regulation).","2.3 FIN-FSA\u0027s regulatory powers","FIN-FSA\u0027s right to issue binding regulations is based on the following national legal provisions:","· Section 18, subsection 2, and section 60, subsection 5 of the Act on the Financial Supervisory Authority (878/2008).","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":6,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","S","FIN FIN FIN","6 (15)","3 Objectives","3.1 Objectives of the regulations and guidelines","(1) These regulations and guidelines define supervised entities\u0027 reporting obligations in respect of credit risk and the reporting of loan-to-value ratio.","(2) The objective of these regulations and guidelines is to ensure that FIN-FSA can acquire information on supervised entities\u0027 credit risk position and the loan-to-value ratios of housing loans granted by supervised entities. Provisions are necessary to protect the public e.g. from the risk of losing repayable funds and to safeguard the reliability and stability of the banking system.","(3) Credit risks are significant risks to which supervised entities with banking operations are exposed. Supervised entities\u0027 credit risk management and control are of major importance for ensuring capital adequacy in relation to operational risks and any losses resulting from materialisation of such risks.","(4) The objective of reporting on the loan-to-value ratio is to ensure that FIN-FSA can acquire information on the loan-to-value ratios of residential mortgage loans granted by supervised entities. The Credit Institutions Act requires that supervised entities not grant residential mortgage loans larger than as prescribed in chapter 15, section 11 of the Credit Institutions Act.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":7,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","FIN FIN","S","FIN","7 (15)","4 Reporting to FIN-FSA","(1) Under section 18, subsection 2 of the Act on the Financial Supervisory Authority, FIN-FSA may issue regulations on the regular provision to FIN-FSA of information on a supervised entity\u0027s financial position, ownership, internal control and risk management, members of administrative and supervisory bodies, employees and places of business, as well as information necessary for the performance of the tasks referred to in section 3, subsection 3, paragraphs 3-5. The regulations in question are found in sections 4.2-4.4.","(2) Under section 60, subsection 5 of the Act on the Financial Supervisory Authority, FIN-FSA may issue foreign EEA branches regulations on the regular reporting of such information to FIN-FSA as is necessary for the discharge of the duties referred to in section 3, subsection 3, paragraphs 3 and 5. The regulations in question are found in sections 4.2-4.4.","4.1 Contents of the reports","(3) The State of the banking system S report (table S01F) is the credit risk report. Table S01F includes information on the supervised entity\u0027s total exposures, overdue and nonperforming assets as well as impairment losses from the housing corporation sector and private domestic housing companies. (Issued on 2 May 2018, valid from 1 June 2018).","(4) The loan-to-value report (LTC) is used for monitoring the loan-to-value ratios of the residential mortgage loans granted by supervised entities at the times the loans are granted. The reporting includes loan-specific data, broken down into loans related to the housing to be purchased and the current value of the collateral securities lodged as security for the loan, by type of collateral.","4.2 Submission of supervisory information using the S tables (Issued on 26 September 2024, valid from 30 September 2024)","REGULATION (paragraphs 5-11)","(5) Supervised entities must submit to FIN-FSA the S tables in accordance with the Financial sector\u0027s reporting map1. (Issued on 26 September 2024, valid from 30 September 2024)","(6) Supervised entities must report to FIN-FSA, using the S tables, the information that is based on information specified in Annex III (FINREP templates), V (Instructions on FINREP) of the Commission Implementing Regulation. (Issued on 26 September 2024, valid from 30 September 2024)","(7) Supervised entities that are the parent undertaking of a consolidation group must report the information referred to in paragraph (6) above on a consolidation basis (reporting institution category 205 or 214). The reporting obligation does not apply to the parent undertakings of a sub-consolidation group. No other supervised entity belonging to a consolidation group need report the information. (Issued on 11 December 2020, valid from 1 January 2022)","1 https://www.finanssivalvonta.fi/globalassets/fi/raportointi/tiedonkeruukartta_rahoitussektori.pdf","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":8,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","S","FIN FIN FIN","8 (15)","(8) If the supervised entity does not belong to a consolidation group, the supervised entity must report the information referred to on a solo basis (reporting institution category 201 or 210). (Issued on 11 December 2020, valid from 1 January 2022)","(9) The central body of an amalgamation of deposit banks must report the information referred to in paragraph (6) above on an amalgamation level (reporting institution category 260). No other entities belong to an amalgamation need report the information. (Issued on 11 December 2020, valid from 1 January 2022)","(10) Branches of foreign credit institutions engaged in credit institution activity in Finland must report only the S reporting information referred to in paragraph (6) above. The information is reported on a solo basis (reporting institution category 221 or 222). (Issued on 11 December 2020, valid from 1 January 2022)","(11) The S tables must be submitted on a quarterly basis, as at 31 March, 30 June, 30 September and 31 December. S tables must be submitted to FIN-FSA within 30 business days of the reporting date. (Issued on 26 September 2024, valid from 30 September 2024)","4.3 Submission of supervisory information using the LTC table","REGULATION (paragraphs 12-23)","(12) Supervised entities must submit to FIN-FSA the LTC table in accordance with the Financial sector\u0027s reporting map.2 for reporting institution categories 201, 202, 210, 211, 221, 222; if the credit institution has branches abroad, information is submitted for categories 202 and 211, excluding branches abroad). (Issued on 11 December 2020, valid from 1 January 2022)","(13) Supervised entities must report to FIN-FSA, using the LTC table, data that are based on FIN-FSA\u0027s Regulation and guideline 3/2015 Calculation of loan-to-value ratio.","(14) The LTC table must be used for reporting consumer credits as referred to in chapter 15, section 11, subsection 1 of the Credit Institutions Act and that have been granted on or after 1 July 2016 and have not been reported before and, moreover, have been used to acquire or renovate residential property located in Finland (Issued on 11 December 2020, valid from 1 January 2022)","(15) The loan-to value ratio must be calculated according to the situation at time the loan is granted. (Issued on 11 December 2020, valid from 1 January 2022).","(16) In the LTC table column \u0022Loan identifier\u0022, supervised entities must report the contract number or another corresponding loan identifier.","(17) In the LTC table column 010, supervised entities must report whether the loan was granted for the purchase of a first home, by entering in the column either 1 (=Yes) or 0 (=No).","(18) In the LTC table column 020, supervised entities must report whether the loan that was granted is a loan whose loan-to-value ratio may be higher than prescribed in chapter 15, section 11, subsections 3 and 4 of the Credit Institutions Act, by entering in the column either 1 (=Yes) or 0 (=No).","(19) Values in the LTC table columns 030 and 040 must be reported in the form \u0022YYYYMMDD\u0022.","2 https://www.finanssivalvonta.fi/globalassets/fi/raportointi/tiedonkeruukartta_rahoitussektori.pdf?","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":9,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","FIN FIN","S","FIN","9 (15)","(20) Values in the LTC table columns 090 and 170 must be reported with negative signs.","(21) Values in the LTC table columns 060, 070, 080, 100, 110, 120, 130, 140, 150, 160, 180, 200, 210 and 220 must be reported with positive signs.","(22) Values in the LTC table columns 190 and 230 must be reported as percentages without the % sign.","(23) The LTC report must be submitted on quarterly basis, as at 31 March, 30 June, 30 September and 31 December. The LTC report must be submitted to FIN-FSA within 30 business days of the reporting date.","GUIDELINE (paragraph 24)","(24) Situations as referred to in paragraph (18), in which the loan-to-value ratio may be higher than prescribed in chapter 15, section 11, subsections 3 and 4 of the Credit Institutions Act, are defined in FIN-FSA Regulations and guidelines 3/2015 Calculation of loan-to-value ratio (section 4.4). (Issued on 11 December 2020, valid from 1 January 2021)","4.4 Exemption from the obligation to report","4.4.1 Exemption from the obligation to report on the state of the banking system","(25) FIN-FSA can, upon application, grant to a supervised entity exemption from the obligation to report on the state of the banking system (S table) if the supervised entity\u0027s lending to the Finland\u0027s housing company sector and private domestic housing companies is limited. The exemption is valid until further notice or for a period specified in the exemption. (Issued on 11 December 2020, valid from 1 January 2022)","REGULATION (paragraph 26)","(26) Supervised entities must apply in writing to FIN-FSA for exemption from the obligation to report on the state of the banking system (S table). (Issued on 11 December 2020, valid from 1 January 2022).","4.4.2 Exemption from the obligation to report on loan-to-value ratio","(27) FIN-FSA can, upon application, grant to a supervised entity exemption from the obligation to report on loan-to-value ratio (LTC table) if the supervised entity\u0027s residential mortgage lending in Finland is limited. The exemption is valid until further notice or for a period specified in the exemption. (Issued on 11 December 2020, valid from 1 January 2022).","REGULATION (paragraphs 28-30)","(28) Supervised entities must apply in writing to FIN-FSA for exemption from the obligation to report on loan-to-value ratio (LTC table).","(29) A supervised entity that has been granted exemption from the obligation to report on the loan-to-value ratio must, upon the request of FIN-FSA, submit the supervisory information using the LTC table, in accordance with section 4.3, if FIN-FSA considers the submission of supervisory information to be important for the entire market or the supervision of the supervised entity.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":10,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","FIN FIN","S","FIN","10 (15)","(30) The supervised entity must inform FIN-FSA in writing without undue delay if there are significant changes in facts presented in the application for exemption, or if the supervised entity considers that there has been a substantial increase in its residential mortgage lending after the exemption had been granted.","4.5 Guidelines on the submission of information for supervisory purposes","GUIDELINE (paragraphs 31-34)","(31) Reporting under these regulations and guidelines is subject to the instructions on electronic reporting available on FIN-FSA\u0027s website (www.finanssivalvonta.fi/en). (Issued on 24 March 2023, valid from 31 March 2021)","(32) The description of the Financial sector\u0027s reporting map preferred to in these regulations and guidelines is available on FIN-FSA\u0027s website.","(33) FIN-FSA recommends that credit institutions that are members of an amalgamation of deposit banks submit their reports referred to in paragraphs (11) and (23) to the central body of the amalgamation of deposit banks, which then submits the member credit banks\u0027 aggregate data to FIN-FSA. (Issued on 11 December 2020, valid from 1 January 2021)","(34) Reporting under these regulations and guidelines shall be made in compliance with more detailed reporting instructions available on FIN-FSA\u0027s website (http://www.finanssivalvonta.fi/en) (Issued on 24 March 2023, valid from 31 March 2021)","4.6 Verification of reported data","GUIDELINE (paragraphs 35-36)","(35) Supervised entities should prepare a declaration on the accuracy of data reported under these regulations and guidelines. The declaration should be dated and signed by both the person preparing the report and the person verifying the data. The signed declaration form should be kept by the supervised entity and presented to FIN-FSA on request. The supervised entity should draw up the declaration in connection with the first notification, and the declaration should be updated each time changes occur in the process it describes or in the responsible persons.","(36) Instructions on preparing the declaration as referred to in paragraph (35) are available on FIN-FSA\u0027s website (www.finanssivalvonta.fi), under Regulation.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":11,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","FIN FIN","S","FIN","11 (15)","5 Repealed regulations and guidelines","(1)","Upon entry into force, these regulations and guidelines shall repeal the following FIN-FSA standards, as well as regulations and guidelines:","· FIN-FSA standard RA4.5, Reporting of interest rate risk","· FIN-FSA standard RA4.6, Reporting of non-performing and zero-interest assets.","· FIN-FSA standard RA4.7, Reporting of liquidity risk.","(2) These regulations and guidelines, as of 1 July 2014, repeal FIN-FSA regulations and guidelines 9/2012 Reporting of largest counterparties.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":12,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","S","FIN FIN FIN 12 (15)","6 Revision history","These regulations and guidelines have been amended after their entry into force as follows:","Issued on 26 September 2024, valid from 30 September 2024","· repealed, according to previous paragraph numbering, paragraph (3) of section 1.1, as a result of which the subsequent paragraphs were renumbered","· amended paragraphs (1) and (3) of section 3.1","· repealed, according to previous paragraph numbering, paragraph (4) of section 3.1, as a result of which the subsequent paragraphs were renumbered","· repealed, according to previous paragraph numbering, paragraph (4) of section 4.1 according to previous paragraph numbering, as a result of which the subsequent paragraphs were renumbered","· renamed section 4.2","· amended paragraphs (5), (6), and (11) of section 4.2.","The amendments are related to the repeal of the reporting of supervisory information of interest rate risk. R reporting is discontinued, as corresponding information is sufficiently available for supervision from the COREP reports.","Issued on 24 March 2023, valid from 31 March 2023","· in paragraph (31) of section 4.5, FIN-FSA\u0027s recommendation that reporting should be made using a reporting application removed, reference to the Jakelu Distribution Service removed and web address amended.","· paragraph (34) added to section 4.5, stating that reporting shall be made in compliance with more detailed reporting instructions available at the FIN-FSA website, as a result of which, the numbering of subsequent paragraphs has changed.","· in paragraph (35) of section 4.6, a change of responsible persons added.","Issued on 11 December 2020, valid from 1 January 2021 or 1 January 2022","· repealed all regulations and guidelines paragraphs related to Largest counterparties reporting (V reporting)","The amendments are related to the repeal of the reporting of supervisory information of largest counterparties. V reporting is discontinued, as corresponding information is sufficiently available for supervision from the COREP 27.00 and 28.00 reports.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":13,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","S","FIN FIN FIN","13 (15)","· amended paragraphs (2) and (3) of section 1.1, amended section 4.2, amended paragraphs (25) and (26) of section 4.4.1 (according to previous paragraph numbering, paragraph (38) of section 4.4.3 and paragraph (40) of section 4.4.4)), repealed, according to previous paragraph numbering, paragraphs (37) and (39) of section 4.4.1","The amendments are related to the scope of application and reporting institution categories of the R and S reporting obligations.","· amended paragraph (3) of section 1.1 (according to previous paragraph numbering, paragraph (5) of section 1.1), deleted paragraph (3) of section 4 according to previous paragraph numbering, amended paragraphs (12), (14), (15) and (24) of section 4.3 (according to previous paragraph numbering, paragraphs (18), (20), (21) and (30) of section 4.3) and repealed, according to previous paragraph numbering, paragraph (31), added a new paragraph (27) of section 4.4.2","The amendments are related to the scope of application and reporting institution categories of the LTC reporting obligations, in addition to which references to legislation have been updated in them and the wording of certain paragraphs clarified.","· amended paragraph (33) of section 4.5 and internal references of the document in paragraph (35) of section 4.6.","Issued on 2 May 2018, valid from 1 June 2018","· paragraph (3) of section 4.1 amended","The volume of data reported on the S report is reduced, since sector-specific data on non-performing assets and impairment losses is received in connection with FINREP reporting. FINREP reports do not include the housing corporation sector and private domestic housing companies. Hence, the reporting of these sectors data on the S01F template continues. The data of the S02F table have not been used in the FIN-FSA\u0027s supervisory work, and their reporting can therefore be discontinued.","Issued on 6 February 2018, valid from 1 March 2018","· all regulations and guidelines regarding reporting of liquidity risk (M-report) have been repealed","The amendments are related to the repealing of liquidity risk reporting. The M-tables will be abolished when the reporting of additional liquidity monitoring metrics (ALM reporting) has been implemented in full (the maturity ladder will be introduced on 1 March 2018).","Issued on 10 January 2017, valid from 1 February 2017","· amended paragraph (2) of section 1.1","· added paragraph (4) to section 1.1","· amended paragraphs (1) and (2) of section 3.1","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":14,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","S","FIN FIN FIN 14 (15)","· added paragraph (5) to section 3.1","· added paragraph (6) to section 4.1","· amended paragraph (9) of section 4.2","· added paragraph (10) to section 4.2","· added section 4.3, as a result of which the subsequent sections were renumbered","· amended paragraph (22) of section 4.4","· added paragraph (43) to section 4.5","· amended paragraph (49) of section 4.6","· amended paragraph (1) of section 5","The revisions relate mainly to the repeal of the FIN-FSA standard RA4.7, Reporting of liquidity risk and to the transfer of the said regulations and guidelines to the FIN-FSA regulations and guidelines 1/2014, Risk reporting by credit institutions. Moreover, certain individual revisions have been made to the wording of these regulations and guidelines as well as changes made to the reporting institution categories of amalgamations of deposit banks with respect to interest rate and liquid risk reports.","Issued on 9 March 2016, valid from 1 July 2016","· amended paragraphs (1)-(4) of section 1.1","· added paragraph (5) to section 1.1","· amended paragraph (5) of section 1.1 and moved it to paragraph (31) of section 4.4.1","· moved paragraph (6) of section 1.1 to paragraph (32) of section 4.4.2","· added to section 1.2 definition for the loan-to-value ratio","· added section 2.1, as a result of which the subsequent sections were renumbered","· moved section 2.1 to section 2.3","· added to section 2.2 the EU\u0027s Capital Requirements Regulation","· added to section 3 paragraph (6) the objectives of reporting on loan-to-value ratio","· renamed section 4","· added paragraph (3) to section 4","· added to section 4.1 paragraph (6) the contents of reporting on loan-to-value ratio","· renamed section 4.2","· added sections 4.3 and 4.4, as a result of which the subsequent sections were renumbered","· moved paragraph (16) of section 4.3 to paragraph (32) of section 4.4.2","· guideline in paragraph (17) of section 4.3 is changed to regulation.","The revisions relate mainly to the entry into force on 1 July 2016 of the provisions on the maximum loan-to-value ratio laid down in chapter 15, section 11 of the Credit Institutions Act. To these regulations and guidelines, the following have been added: to section 4.3, regulations (17) - (28) under which supervised entities must report to FIN-","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":15,"paragraphs":["Regulations and guidelines 1/2014","Issued","6.3.2014","Valid from","31.3.2014 until further notice","S","FIN FIN FIN","15 (15)","FSA the loan-to-value ratios of new residential mortgage loans; and to section 4.4.4 regulations (37)-(39). Moreover, certain individual clarifications have been made to the wording of these regulations and guidelines.","Issued on 22 May 2015, valid from 1 June 2015","· all regulations and guidelines regarding Non-performing assets (J report) repealed","· section 1.1 Scope of application revised","· deleted from paragraph (3) foreign credit institutions\u0027 branches with deposit bank operations in Finland","· deleted paragraph (4) on reporting on deposit banks\u0027 foreign branches, as a result of which the paragraphs of section 1 have been renumbered","· in section 4, the order of paragraphs was changed to enhance the clarity of presentation, as a result of which the subsections and paragraphs of section 4 were renumbered","· deleted former section 4.2 Submission of supervisory information based on the European Commission Implementing Regulation","· changed former section 4.3 Submission of supervisory information based on national regulations to section 4.2 Submission of supervisory information","· paragraph 32 of the former section 4.6 deleted, as administrative fines are regulated by the Act on the Financial Supervisory Authority. Paragraph 23 is changed to guideline.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]}]}