{"pages":[{"page":1,"paragraphs":["Regulations and guidelines 1/2012","Outsourcing in supervised entities belonging to the financial sector","Case ID","FIVA 1097/01.00/2023","Issued on","23 February 2012","Valid from","1 April 2012","Further information Digitalisation and Analysis/Digitalisation and Banking Services","FINANCIAL SUPERVISORY AUTHORITY tel. \u002B358 9 183 51 firstname.lastname@fiva.fi http://www.fin-fsa.fi","FIN-FSA FINANSSIVALVONTA","S FIN","S","-","N N N","A","S EIN","FIN FIN FIN FIN SIN","S","FIN FIN FIN","R"]},{"page":2,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","Legal nature of regulations and guidelines","Regulations","Financial Supervisory Authority (FIN-FSA) regulations are presented under the heading \u0027Regulation\u0027 in the FIN-FSA\u0027s regulations and guidelines. FIN-FSA regulations are binding legal requirements that must be complied with.","The FIN-FSA issues regulations only by virtue of and within the limits of legal provisions that entitle it to do so.","Guidelines","FIN-FSA interpretations of the contents of laws and other binding provisions are presented under the heading \u0027Guideline\u0027 in the FIN-FSA\u0027s regulations and guidelines.","Under the heading \u0027Guideline\u0027 there are also recommendations and other non-binding operating guidelines. The guidelines also include FIN-FSA recommendations regarding compliance with international guidelines and recommendations.","The way how a guideline is written indicates whether it is an interpretation, a recommendation or other operating guideline. The way how guidelines are written and the legal nature of both regulations and guidelines are explained in greater detail on the FIN-FSA website.","fin-fsa.fi \u003E Regulation \u003E Legal framework of FIN-FSA regulations and guidelines","FIN-FSA FINANSSIVALVONTA","2 (23)","A","A","FIN FIN FIN CIN","S C","ZZ2222"]},{"page":3,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","Contents","1 Scope of application and definitions","5","1.1 Scope of application 5","1.2 Principle of proportionality 5","1.3 Definitions 5","2 Legal framework and international recommendations","6","2.1 Legislation","6","2.2 European Union Regulations","6","2.3 European Union Directives","6","2.4 FIN-FSA\u0027s regulatory powers","2.5 International recommendations","3 Objectives","8","4 Conditions for outsourcing","9","4.1 Functioning of risk management and internal control","9","4.2 Safeguarding official supervision 9","4.2.1 General","9","4.2.2 Outsourcing of a management company\u0027s investment activities to non-EEA states 10","4.3 Conditions for outsourcing the activities of the exchange 10","4.4 Conditions for outsourcing payment service activities 11","4.5 Material activities 12","5","Outsourcing of activities that require authorisation","14","5.1 General","14","5.2 Outsourcing of management company activities 14","FIN-FSA FINANSSIVALVONTA","A A","CIN","S C","FIN FIN FIN","3 (23)","6","7"]},{"page":4,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","ZZ22225","S C","FIN","FIN FIN","CIN","A A","6","7","8","4 (23)","Risk management of outsourced activities","16","Outsourcing agreements","18","Reporting to the FIN-FSA","19","8.1","Supervised entities subject to reporting obligation","19","8.2","Regulatory background","19","8.3","Contents of the outsourcing notification","19","8.3.1","Notification concerning the outsourcing of material activities","19","8.3.2","Notification concerning the use of a representative in the provision of payment services","21","9 Revision history","22","FIN-FSA FINANSSIVALVONTA"]},{"page":5,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012 1.4.2012 until further notice","S C","FIN FIN FIN CIN","A","A","5 (23)","1 Scope of application and definitions","1.1 Scope of application","These regulations and guidelines shall apply to the following supervised entities referred to in the Act on the Financial Supervisory Authority (878/2008): (Issued on 23.1.2018, valid from 1.2.2018)","· credit institutions","· management companies","· the stock exchange","· Finnish branches of foreign credit institutions authorised in a non-EEA country (branches of credit institutions of a third country)","· payment institutions","These regulations and guidelines also apply to persons providing payment service without authorisation in accordance with sections 7, 7 a and 7 b of the Payment Institutions Act (297/2010), only with respect to paragraph 13 of chapter 8.3.1 of these regulations and guidelines. (Issued on 15.6.2023, valid from 1.9.2023)","1.2 Principle of proportionality","These regulations and guidelines are applicable to different kinds of supervised entities and various management models. In applying these regulations and guidelines, supervised entities may take into account the nature, scale, complexity and risks of their activities and any other relevant factors in deciding on the appropriate and efficient manner of compliance with these regulations and guidelines.","1.3 Definitions","Outsourcing means an arrangement relating to the supervised entity\u0027s activities by which another service provider performs an activity or service which would otherwise be undertaken by the supervised entity itself.","Supervised entity refers to all supervised entities and foreign branches that fall within the scope of chapter 1.1 of these regulations and guidelines and that are referred to in the Act on the Financial Supervisory Authority.","FIN-FSA FINANSSIVALVONTA"]},{"page":6,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","6 (23)","2 Legal framework and international recommendations","2.1 Legislation","The following legal provisions relate to the matters addressed in these regulations and guidelines:","· Credit Institutions Act (610/2014)","· Act on Trading in Financial Instruments (1070/2017)","· Mutual Funds Act (213/2019)(Issued on 15.6.2023, valid from 1.9.2023)","· Act on Payment Institutions (297/2010)","2.2 European Union Regulations","The following European Union Regulations are related to these regulations and guidelines:","· Regulation (EU) No 600/2014/EU of the European Parliament and of the Council on markets in financial instruments and amending Regulation (EU) No 648/2012","· Commission Delegated Regulation (EU) 2017/584/EU supplementing Directive 2014/65/EU of the European Parliament and of the Council with regard to regulatory technical standards specifying organisational requirements of trading venues","2.3 European Union Directives","The following European Union Directives are related to the matters addressed in these regulations and guidelines:","· Directive 2014/65/EU of the European Parliament and of the Council on markets in financial instruments and amending Directive 2002/92/EC and Directive 2011/61/EU","· Directive 2009/65/EC of the European Parliament and of the Council on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS)","· Directive (EU) 2015/2366 of the European Parliament and of the Council on payment services in the internal market amending Directives 2002/65/EC, 2009/110/EC, 2013/36/EC and 2006/1093/EC and repealing Directive 2007/64/EC(Issued on 15.6.2023, valid from 1.9.2023)","2.4 FIN-FSA\u0027s regulatory powers","The FIN-FSA\u0027s power to issue binding regulations is based on the following legal provisions:","· Credit Institutions Act, chapter 5 section 10, subsection 4","· Act on Trading in Financial Instruments, chapter 3 section 36 subsection 1, paragraph 2","FIN-FSA FINANSSIVALVONTA","FIN","A","***************","A","FIN","S C","FIN FIN CIN"]},{"page":7,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","FIN","S C","FIN FIN FIN","A","CIN","A","7 (23)","· Mutual Funds Act, chapter 6, section 1, subsection 5(Issued on 15.6.2023, valid from 1.9.2023)","· Payment Institutions Act, section 23, subsection 6","2.5 International recommendations","In preparing these regulations and guidelines, the following international recommendations have been taken into account:","· Guidelines of the European Banking Authority on Internal Governance (EBA/GL/2021/05) (Issued on 2.6.2021, valid from 31.12.2021)","· Guidelines of the European Banking Authority on outsourcing arrangements (EBA/GL/2019/02) (Issued on 25.2.2019, valid from 30.9.2019)","FIN-FSA FINANSSIVALVONTA"]},{"page":8,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012 1.4.2012 until further notice","S C","FIN FIN FIN CIN","A A","8 (23)","3 Objectives","(1) Outsourcing is a way of arranging supervised entities\u0027 activities, covered by financial market regulation. By outsourcing, supervised entities may seek to increase the efficiency, flexibility and competitiveness of their operations. However, responsibility for outsourced activities remains with the supervised entity, and therefore supervised entities\u0027 internal control and risk management must also extend to outsourced activities. Supervised entities must send the FIN- FSA an advance notification of intentions to outsource material activities.","(2) These regulations aim at ensuring that outsourcing does not in any way impair the criteria for the supervised entity\u0027s authorisation and that the supervised entity\u0027s operations, also with respect to the outsourced activities, have been arranged so that they are in compliance with all obligations laid down in legal requirements and FIN-FSA regulations and guidelines for internal control and risk management.","(3) The purpose is also to ensure that outsourcing does not impair the possibilities of the supervised entity\u0027s management to direct and monitor activities or to obtain an overall picture of the supervised entity\u0027s risks. Supervised entities must be able to and capable of managing risks, irrespective of outsourcing.","(4) Furthermore, the purpose is to ensure that, in using outsourced information technology resources via so-called cloud services1, supervised entities ensure in particular that the risks involved with the services are managed, the continuity of the services is secured and that data protection is assured. (Issued on 4.11.2014, valid from 1.1.2015)","(5) These regulations and guidelines are designed to ensure that outsourcing does not impair FIN- FSA supervision and inspection of supervised entities\u0027 activities.","1 The supervised entity uses software, hardware or other services offered by an outside provider, via the information network.","FIN-FSA FINANSSIVALVONTA"]},{"page":9,"paragraphs":["9 (23)","A A","FIN FIN CIN","S C","FIN","Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","4 Conditions for outsourcing","4.1 Functioning of risk management and internal control","(1) Supervised entities subject to chapter 5, section 10, subsection 1 of the Credit Institutions Act and chapter 6, section 1, subsection 2 of the Mutual Funds Act may carry out their business through representatives or otherwise outsource activities material to their operations, unless this is likely to be detrimental to the institution\u0027s risk management or internal control or significantly hinder the conduct of the institution\u0027s business. (Issued on 15.6.2023, valid from 1.9.2023)","(2) According to chapter 3, section 4, subsection 2 of the Act on Trading in Financial Instruments, the exchange may outsource any activity material to its operations, other than the operation of a regulated market, unless this is likely to be detrimental to the exchange\u0027s risk management or internal control or its business or other material activities. (Issued on 23.1.2018, valid from 1.2.2018)","(3) According to section 23, subsection 1 of the Payment Institutions Act, payment institutions may outsource activities material to the provision of payment services, unless this is likely to be significantly detrimental to the institution\u0027s internal control.","4.2 Safeguarding official supervision","4.2.1 General","(4) Supervised entities subject to chapter 5, section 11 of the Credit Institutions Act, chapter 6, section 1, subsection 7 of the Mutual Funds Act, and section 23, subsection 5 of the Payment Institutions Act shall ensure that outsourcing partners continuously provide them with all information necessary for official supervision, risk management and internal control, and that they have the right to forward such information to the Financial Supervisory Authority. Furthermore, a credit institution must ensure that it has the right to forward the information to the central body of the amalgamation of deposit banks, if it is under the inspection of the central body. (Issued on 15.6.2023, valid from 1.9.2023)","(5) In accordance with section 23, subsection 1 of the Payment Institutions Act, payment institutions may outsource activities material to the provision of payment services, unless this is likely to be significantly detrimental to the supervision conducted by the Financial Supervisory Authority.","(6) According to chapter 3, section 4, subsection 2 of the Act on trading in financial instruments, the exchange may outsource a function with material impact on its operation, with the exception of the operation of a regulated market, if the outsourcing does not hinder the supervision conducted by the Financial Supervisory Authority. According to chapter 3, section 4, subsection 5 of the Act, the exchange must obtain the information required for the purposes of regulatory supervision and forward it to the Financial Supervisory Authority. (Issued on 23.1.2018, valid from 1.2.2018)","(7) By virtue of section 24 subsection 2 of the Act on the Financial Supervision Authority, the FIN- FSA shall, confidentiality provisions notwithstanding, have the right to obtain all information that is necessary for supervisory purposes at the place of business of a company which acts as the supervised entity\u0027s representative or a company which, by order of the supervised entity, performs tasks pertaining to the accounting, information system or risk management or other internal control of the supervised entity. (Issued on 23.1.2018, valid from 1.2.2018)","FIN-FSA FINANSSIVALVONTA"]},{"page":10,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","FIN","S C","FIN FIN","FIN","FIN","CIN","***************","A A","10 (23)","(8) By virtue of section 18, subsection 4 of the Act on the Financial Supervision Authority, a company carrying out tasks related to a supervised entity\u0027s business, accounting, information system, risk management or internal control as its representative or acting under assignment, confidentiality provisions notwithstanding, shall provide the FIN-FSA without undue delay any information and reports requested by it as are necessary for supervision. (Issued on 15.6.2023, valid from 1.9.2023)","Guideline (paragraph 9)","(9) The FIN-FSA recommends that a clause granting access to information and a right of inspection be included in outsourcing contracts referred to in chapter 7.","4.2.2 Outsourcing of a management company\u0027s investment activities to non-EEA states","(10) In accordance with chapter 6, section 2, subsection 2 of the Mutual Funds Act, investment activities of the the management company may be outsourced to a representative domiciled in a non-EEA state only if adequate provision has been made for cooperation between the relevant foreign supervisory authority and the FIN-FSA. (Issued on 15.6.2023, valid from 1.9.2023)","Guideline (paragraph 11)","(11) Cooperation between the FIN-FSA and a relevant foreign supervisory authority as referred to in paragraph 9 above may be regarded as adequately provided for if the foreign authority has undersigned the Multilateral Memorandum of Understanding Concerning Consultation and Cooperation and the Exchange of Information issued by IOSCO in 2002. (Issued on 23.1.2018, valid from 1.2.2018)","4.3 Conditions for outsourcing the activities of the exchange","(12) With respect to outsourcing of the activities of the exchange, the FIN-FSA issues, by virtue of chapter 3 section, 36 subsection 1, paragraph 2 of Act on Trading in Financial Instruments, the following regulations in paragraphs 12-15 on conditions for outsourcing exchange activities as referred to in chapter 3, section 4 of the Act. (Issued on 23.1.2018, valid from 1.2.2018)","Regulation (paragraphs 13-16)","(13) In outsourcing a material activity other than the operation of a regulated market, the exchange shall ensure that outsourcing partners have the necessary resources and competence as well as financial capacity and expertise to handle the tasks involved. The exchange shall have procedures in place for assessing the performance of outsourcing partners.","(14) In outsourcing a material activity other than the operation of a regulated market, the exchange shall, in its contingency planning, also provide for disruptions in outsourcing partners\u0027 services and require that they have contingency plans of their own.","FIN-FSA FINANSSIVALVONTA"]},{"page":11,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","11 (23)","(15) In outsourcing a material activity other than the operation of a regulated market, the exchange shall ensure that outsourcing partners have taken measures to safeguard the confidentiality of data related to the supervised entity and its customers.","(16) In outsourcing a material activity other than the operation of a regulated market, the exchange shall maintain key areas of competence relating to outsourced activities, enabling it to resume the management of any outsourced activity (insourcing) or transfer them to another supplier.","4.4 Conditions for outsourcing payment service activities","(17) According to section 24, subsection 1 of the Payment Institutions Act, payment institutions may provide payment services through a representative acting on the payment institution\u0027s responsibility. Issuance of electronic money may not be handed over completely to a representative.","(18) According to section 24, subsection 2 of the Payment Institutions Act, payment institutions shall ensure with available means that representatives used in the provision of payment services are of good repute and qualified to conduct the activities.","(19) According to section 23, subsection 5 of the Payment Institutions Act, payment institutions shall ensure that the operator of an outsourced function informs customers that it operates on the payment institution\u0027s responsibility. According to section 24, subsection 2 of the Payment Institutions Act, if payment services are provided through a representative, the payment institution shall ensure that the representative inform the customers that it operates on the payment institution\u0027s responsibility","(20) By virtue of section 23, subsection 6 of the Payment Institutions Act, the FIN-FSA issues the following regulations payment institutions must adhere to in order to exercise due diligence within the meaning of section 23, subsection 4 of the Act when outsourcing activities material to payment services.","Regulation (paragraphs 21-22)","(21) Payment institutions shall ensure that outsourcing partners have the necessary resources and skills as well as financial capacity and expertise to handle the tasks involved. Supervised entities shall have procedures in place for assessing the performance of outsourcing partners.","(22) In order to meet the requirement of due diligence, payment institutions shall ensure, for example, that outsourcing partners have the competence, resources and authorisation required by law to perform the outsourced activities. Payment institutions shall also ensure that outsourcing partners have adequately arranged the related internal control and risk management.","Guideline (paragraphs 23-26)","(23) The FIN-FSA recommends that payment institutions, in their contingency planning, also provide for disruptions in outsourcing partners\u0027 services and require that they have contingency plans of their own.","(24) The FIN-FSA recommends that payment institutions ensure that outsourcing partners have taken measures to safeguard confidentiality of data related to the supervised entity and its customers.","FIN-FSA FINANSSIVALVONTA","A","FIN","CIN","***************","A","FIN FIN","FIN","S C","FIN"]},{"page":12,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","FIN","FIN FIN","S C","FIN","CIN","***************","A A","12 (23)","(25) FIN-FSA recommends that payment institutions maintain key areas of competence relating to outsourced activities, enabling them to resume the management of any outsourced activity (known as \u0027insourcing\u0027) or transfer them to another supplier.","(26) In outsourcing material activities, the FIN-FSA recommends that payment institutions ensure that outsourcing partners comply, as applicable, with FIN-FSA regulations and guidelines and other legal provisions such as those referring to the marketing of financial services and to customer protection.","4.5 Material activities","(27) In supervised entities subject to chapter 5, section 10, subsection 2 of the Credit Institutions Act, chapter 6, section 1, subsection 3 of the Mutual Fund Acts, and chapter 3, section 4, subsection 3 of the Act on Trading in Financial Instruments, activities are regarded as material if they are of such importance that any failure or weakness in carrying them out could have a significant impact on the supervised entity\u0027s ability to comply with legal provisions, regulations or guidelines issued under such provisions, or authorisation criteria, the supervised entity\u0027s financial standing or the continued conduct of business. (Issued on 15.6.2023, valid from 1.9.2023)","(28) According to section 23, subsection 2 of the Payment Institutions Act, activities are regarded as material to a payment institution\u0027s operations if they are of such importance that any defect or failure in them would materially impair the payment institution\u0027s ability to comply with legal provisions, regulations or guidelines issued under such provisions, or authorisation criteria, the payment institution\u0027s financial performance or the soundness or the continuity the provision of payment services.","Guideline (paragraphs 29-30)","(29) In the FIN-FSA\u0027s interpretation, at least the following activities should be regarded as material: (Issued on 23.1.2018, valid from 1.2.2018)","· operations requiring authorisation","· internal control and risk management","· internal audit","· compliance","· key information systems for the conduct of the business","· mutual fund portfolio management, asset value calculation and maintenance of fund unit registers.","(30) In the FIN-FSA\u0027s interpretation, the following areas need not be regarded as material from the point of view of outsourcing: (Issued on 23.1.2018, valid from 1.2.2018)","· administrative functions, such as staff and materials management, invoicing, fixed assets maintenance and premises security","· advisory services","FIN-FSA FINANSSIVALVONTA"]},{"page":13,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","FIN","S C","FIN","FIN FIN CIN","A A","13 (23)","· legal services","· marketing and advertising services","· procurement of standardised services, including market information services.","FIN-FSA FINANSSIVALVONTA"]},{"page":14,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","14 (23)","5 Outsourcing of activities that require authorisation","5.1 General","(1) In outsourcing activities requiring authorisation, supervised entities shall also take account of regulations and guidelines in chapter 4 on general conditions for outsourcing and requirements in chapter 6 set for risk management.","(2) According to chapter 6, section 2, subsection 2 of the Mutual Funds Act, representatives used by management companies to carry out investment activities must be enterprises that are authorised or registered for the relevant activity and subject to prudential supervision. (Issued on 15.6.2023, valid from 1.9.2023)","Guideline (paragraph 3)","(3) The FIN-FSA recommends that credit institutions outsource other activities requiring authorisation than investment services only to representatives or entities that are authorised for the activity concerned.","5.2 Outsourcing of management company activities","(4) According to chapter 6, section 2, subsection 1 of the Mutual Funds Act, the use of representatives must not prevent management companies from acting in the interest of unit holders of the mutual funds they manage. (Issued on 15.6.2023, valid from 1.9.2023)","(5) According to chapter 6, section 2, subsection 2 of the Mutual Funds Act, management companies that employ representatives to manage their investment activities shall regularly inform representatives on their basic investment policies. (Issued on 15.6.2023, valid from 1.9.2023)","(6) According to chapter 6, section 2, subsection 3 of the Mutual Funds Act, tasks relating to the management of mutual funds must not be assigned to depositories of the mutual funds concerned or to other enterprises whose interests may conflict with the interests of the management company or the unit holders concerned. Any agreement that transfers a management company\u0027s responsibilities to a third party is invalid. (Issued on 15.6.2023, valid from 1.9.2023)","(7) As regards tasks relating to the management of mutual funds and duties of depositories referred to in chapter 21, section 2 of the Mutual Funds Act, a management company or its representative, according to chapter 6, section 2, subsection 4 of the Mutual Funds Act, may not have any staff in common with a depository of a mutual fund that it manages. (Issued on 15.6.2023, valid from 1.9.2023)","(8) According to chapter 6, section 2, subsection 5 of the Mutual Funds Act, fund prospectuses provided by management companies shall include details on the extent to which they utilise external service providers. (Issued on 15.6.2023, valid from 1.9.2023)","(9) According to chapter 22, section 6 of the Mutual Funds Act, a management company that, through a branch or without establishing a branch, manages a mutual fund in another EEA state than Finland, is subject to the outsourcing provisions of the Mutual Funds Act. (Issued on 15.6.2023, valid from 1.9.2023)","FIN-FSA FINANSSIVALVONTA","A A","CIN","FIN","S C","FIN","FIN FIN"]},{"page":15,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","FIN","FIN FIN","S C","FIN","CIN","A A","15 (23)","Guideline (paragraphs 10-12)","(10) The FIN-FSA recommends that management companies ensure that investment activities are managed in compliance with mutual fund rules and investment policy agreements.","(11) If the keeping of fund unit registers is fully outsourced, the FIN-FSA recommends it is managed by an authorised registrar. If registering of new unit holders is outsourced, management companies should be in charge of the overall maintenance of the fund unit register. Management companies may, for example, also keep registers of Finnish unit holders themselves and outsource the registry of foreign unit holders.","(12) Despite outsourcing, the FIN-FSA recommends that management companies always retain the right to execute subscription and redemption orders, including registration, in fund unit registers.","FIN-FSA FINANSSIVALVONTA"]},{"page":16,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","16 (23)","6 Risk management of outsourced activities","(1)","Supervised entities subject to chapter 5, section 11 of the Credit Institutions Act, chapter 6, section 1, subsection 7 of the Mutual Funds Act, chapter 3, section 4, subsection 5 of the Act on Trading in Financial Instruments, and section 23, subsection 5 of the Payment Institutions Act, shall ensure that outsourcing partners continuously provide them with all information necessary for official supervision, risk management and internal control. (Issued on 15.6.2023, valid from 1.9.2023)","Guideline (paragraphs 2-11)","(2)","The FIN-FSA recommends that the supervised entity\u0027s board adopt outsourcing policies and have them regularly updated. The policies should include at least the following information: (Issued on 4.11.2014, valid from 1.1.2015)","· operational goals for outsourcing","· activities that are to be regarded as material within the meaning of section 4.5","· definition of the types of activity that may be outsourced under the supervised entity\u0027s operational policy","· selection of the outsourcing partner and monitoring of the outsourced activity","· issues dealt with in the outsourcing agreement","· safeguarding the continuity of activities","· decision-making process for outsourcing.","(3) The FIN-FSA recommends that the decision to outsource material activities always be preceded by an overall review of the risks for the project, taking into account the scope and importance of the activities concerned. The review should consider the risks of the new outsourcing project and outsourcing arrangements already made and provide for the management of those risks. Risk reviews should be updated on a regular basis.","(4) The FIN-FSA recommends that supervised entities ensure that outsourcing partners have the necessary resources and skills as well as financial capacity and expertise to handle the tasks involved. Supervised entities should have procedures in place for assessing the performance of outsourcing partners.","(5) The FIN-FSA recommends that supervised entities, in their contingency planning, also provide for disruptions in outsourcing partners\u0027 services and require that they have contingency plans of their own.","(6) The FIN-FSA recommends that supervised entities ensure that outsourcing partners have taken measures to safeguard confidentiality of data related to the supervised entity and its customers.","(7) The FIN-FSA recommends that supervised entities maintain key areas of competence relating to outsourced activities, enabling them to resume the management of any outsourced activity (known as \u0027insourcing\u0027) or transfer them to another supplier.","FIN-FSA FINANSSIVALVONTA","A A","FIN FIN CIN","S C","FIN"]},{"page":17,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","FIN","S C","FIN","A","FIN FIN","CIN","A","17 (23)","(8) The FIN-FSA recommends that in outsourcing material activities, supervised entities ensure that outsourcing partners comply, as applicable, with FIN-FSA regulations and guidelines and other legal provisions such as those referring to the marketing of financial services and customer protection as well as good practice in the provision of banking and securities services.","(9) The FIN-FSA recommends that supervised entities\u0027 risk management also take into account the following considerations:","· The institution\u0027s and outsourcing partner\u0027s strategies and business practices are mutually consistent.","· The institution has adequate expertise and experience necessary to steer and control an outsourced activity.","· The institution has the capacity to resume the management of an outsourced activity or transfer it to another supplier.",". The costs of termination and reorganisation of an outsourcing arrangement are reasonable and have been assessed.","· Risks relating to continuity of the supplier\u0027s operations have been adequately accounted for (including the service provider\u0027s contingency planning).","· The outsourcing partner\u0027s financial resources and staff skills are adequate.","· The services provided by the outsourcing partner meet the supervised entity\u0027s quality criteria.","· Information security of the outsourced activity is safeguarded. Secret or confidential information has not been protected or its non-disclosure has been ensured in a reliable manner, e.g. via encryption of data communications, protection of records, rights management and access control.","· The outsourcing partner complies with binding rules for the activity concerned or the code of conduct in the markets.","· The supervised entity\u0027s counterparty risk must be monitored if decision-making related to customer relationships is outsourced.","· In the context of cross-border outsourcing, uncertainties related to the the application and interpretation of relevant legislation have been studied adequately.","(Issued on 15.6.2023, valid from 1.9.2023)","(10) The FIN-FSA recommends that supervised entities\u0027 risk management be safeguarded in the eventuality that an outsourcing partner passes on outsourced activities to a third party.","(11) The FIN-FSA recommends that supervised entities subject to these regulations and guidelines comply with the EBA Recommendations on outsourcing to cloud service providers referred to in chapter 2.5. (Issued on 15.6.2023, valid from 1.9.2023)","FIN-FSA FINANSSIVALVONTA"]},{"page":18,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","18 (23)","7 Outsourcing agreements","(1) Supervised entities subject to chapter 5, section 10, subsection 3 of the Credit Institutions Act, chapter 6, section 1, subsection 4 of the Mutual Funds Act, chapter 3, section 4, subsection 4 of the Act on Trading in Financial Instruments or section 23, subsection 3 of the Payment Institutions Act shall draw up a written agreement, indicating the contents and period of validity of the contract, on the outsourcing of a material activity. (Issued on 15.6.2023, valid from 1.9.2023)","Guideline (paragraph 2)","(2)","The FIN-FSA recommends that an outsourcing agreement concerning material activities include at least the following details:","· a description of the outsourced activity and of the required service level","· a realisation schedule","· the FIN-FSA\u0027s rights to inspect and receive information on the outsourced activity","· the supervised entity\u0027s and its auditor\u0027s rights to obtain information on the outsourced activity","· the supervised entity\u0027s right to disclose information concerning the outsourcing to the FIN- FSA and the central institution of the amalgamation of deposit banks(Issued on 15.6.2023, valid from 1.9.2023)","· the outsourcing partner\u0027s responsibility to inform the institution of changes having a significant impact on the contractual relationship","· the outsourcing partner\u0027s duty to inform the institution of significant disruptions in the handling of the outsourced activity","· the outsourcing partner\u0027s right to transfer contractual tasks to a third party and a statement on whether this requires the institution\u0027s consent","· the outsourcing partner\u0027s secrecy obligation during validity and after expiry of the contract","· the outsourcing partner\u0027s obligations as regards contingency planning, information systems and information security, and the monitoring thereof",". the counterparties\u0027 rights to cancel or terminate the contract","· the legal right of a management company to terminate an agency relationship at once, in the interest of unit holders","· applicable legislation and resolution of disputes, when a material activity is subject to cross- border outsourcing.","FIN-FSA FINANSSIVALVONTA","A A","CIN","FIN","S C","FIN","FIN FIN"]},{"page":19,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","S C","FIN","FIN FIN CIN","A A","19 (23)","8 Reporting to the FIN-FSA","8.1 Supervised entities subject to reporting obligation","(1) On the basis of the details in a supervised entity\u0027s notification for outsourcing arrangements, the FIN-FSA will assess whether the planned outsourcing project is likely to impede the supervised entity\u0027s internal control or risk management, conduct of business or any other material activities or hinder efficient supervision by the FIN-FSA. Material activities are defined in chapter 4.5 of these regulations and guidelines.","8.2 Regulatory background","(2) If an authorised credit institution intends to conduct business through an agent or otherwise outsource a material activity to an enterprise not belonging to the same consolidation group or amalgamation of deposit banks as the credit institution, chapter 5 section 10 subsection 4 of the Credit Institutions Act stipulates that the credit institution must notify the FIN-FSA of the outsourcing plans in advance. (Issued on 23.1.2018, valid from 1.2.2018)","(3) If an authorised management company intends to conduct business through an agent or otherwise outsource a material activity to an enterprise not belonging to the same consolidation group or amalgamation of deposit banks as the management company, chapter 6, section 1, subsection 5 of the Mutual Funds Act stipulates that the management company must notify the FIN-FSA of the outsourcing plans in advance. (Issued on 15.6.2023, valid from 1.9.2023)","(4) If an authorised exchange intends to outsource a material activity, chapter 3 section 5 of the Act on Trading in Financial Instruments stipulates that the exchange must notify the FIN-FSA of the outsourcing plans in advance. (Issued on 23.1.2018, valid from 1.2.2018)","(5) Supervised entities referred to in chapter 5, section 10, subsection 4 of the Credit Institutions Act, chapter 6, section 1, subsection 5 of the Mutual Funds Act and chapter 3, section 5 of the Act on Trading in Financial instruments, must notify the FIN-FSA in advance of any material changes in the contractual relationship between the supervised entity and the outsourcing partner. (Issued on 15.6.2023, valid from 1.9.2023)","(6) According to section 23, subsection 5 of the Payment Institutions Act, a payment institution must notify the FIN-FSA in advance of outsourcing of an activity material to payment services.","(7) According to section 24, subsection 3 of the Payment Institutions Act, a payment institution must provide the FIN-FSA with information on natural or legal persons acting as representatives in the provision of payment services.","8.3 Contents of the outsourcing notification","8.3.1 Notification concerning the outsourcing of material activities","(8) The FIN-FSA issues the regulations below concerning the contents of the notification by virtue of the following legal provisions:","· Credit Institutions Act, chapter 5, section 10, subsection 4","FIN-FSA FINANSSIVALVONTA"]},{"page":20,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012","1.4.2012 until further notice","20 (23)","· Mutual Funds Act, chapter 6, section 1, subsection 5 (Issued on 15.6.2023, valid from 1.9.2023)","· Act on Trading in Financial Instruments, chapter 3 section 36, subsection 1, paragraph 2","Regulation (paragraphs 9-10)","(9)","The notification submitted to the FIN-FSA must provide the following details:","· full name, domicile and business address of a natural person acting as outsourcing partner","· full name, business number, domicile and business address of a legal person acting as outsourcing partner","· a description of the type and scope of activity to be outsourced","· an overall review of the impact of the outsourcing project on the institution\u0027s business","· account of the outsourcing partner\u0027s financial capacity to manage the activities to be outsourced","· account of how the intended outsourcing is accounted for in the supervised entity\u0027s internal control and risk management","· account of how the continuity and information security of the activity to be outsourced are ensured","· account of how the supervised entity intends to preserve key areas of competence relating to the outsourced activities so that they can be resumed by the supervised entity itself or transferred to another supplier","· specifications of the conditions for cancelling the outsourcing agreement",". in case of cross-border outsourcing to a non-EEA state, clarification of whether the host country\u0027s legal framework will permit the FIN-FSA to obtain information needed to supervise the activities.","(10) A copy of the outsourcing agreement or a draft thereof shall be attached to the notification.","Guideline (paragraphs 11-13)","(11) The FIN-FSA recommends that, if an outsourced material activity is outsourced further to a third party, the supervised entity notify the FIN-FSA of it in accordance with the regulation in paragraphs 9 and 10. (Issued on 23.1.2018, valid from 1.2.2018)","(12) The FIN-FSA recommends that payment institutions submit a notification of the outsourcing of material activities as referred to in section 23, subsection 5 of the Payment Institutions Act in accordance with the regulation provided in paragraphs 9 and 10 and the guideline in paragraph 11 in a comparable scope as payment institutions shall submit information concerning outsourcing under section 14, subsection 1, paragraph 5 of the Ministry of Finance Decree on the Accounts to be Appended to the Application for Authorisation of a Payment Institution (1040/2017). (Issued on 15.6.2023, valid from 1.9.2023)","FIN-FSA FINANSSIVALVONTA","A","FIN","S C","FIN","A","FIN FIN CIN","FIN"]},{"page":21,"paragraphs":["Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012 1.4.2012 until further notice","FIN","A","S C","FIN FIN CIN","FIN","A","21 (23)","(13) The FIN-FSA recommends that institutions referred to in paragraph 7, 7 a and 7 b of the Payment Institutions Act submit a notification of the outsourcing of a material activity in the same scope as they have been obliged to do in their registration notification. (Issued on 15.6.2023, valid from 1.9.2023)","8.3.2 Notification concerning the use of a representative in the provision of payment services","(14) According to section 24 subsection 3 of the Payment Institutions Act, a payment institution shall provide the FIN-FSA with the full name, domicile and business address of natural persons acting as its representative. If the representative is a legal person, the FIN-FSA shall be provided with the representative\u0027s full name, business number, domicile and business address.","(15) Section 24, subsections 3 and 4 of the Payment Institutions Act stipulate that the notification submitted to the FIN-FSA shall also include the following details:","· names of the representative\u0027s board of directors and their deputies, managing director and deputy managing director","· report on the fitness and propriety of members and deputy members of the board of directors, managing director and deputy managing director (Issued on 15.6.2023, valid from 1.9.2023)","· the representative\u0027s internal control mechanisms for the prevention of money laundering and terrorist financing:","- internal guidelines accepted by the representative\u0027s management relating to customer due diligence","- how the representative ensures compliance with the obligation to obtain information and report suspicious transactions included in regulations and guidelines on the prevention of money laundering and terrorist financing","- account of risk management arrangements relating to the prevention of money laundering and terrorist financing, and of the continuous monitoring of customer relationships and business transactions","- account of the retention of customer due diligence documents, persons responsible and employee instructions and training.","FIN-FSA FINANSSIVALVONTA"]},{"page":22,"paragraphs":["22 (23)","Regulations and guidelines 1/2012","Issued on: Valid from:","23 February 2012 1.4.2012 until further notice","9 Revision history","These regulations and guidelines have been amended after their entry into force as follows:","Issued on 13.2.2013, valid from 1.3.2013","· chapters 1.1, 2.1, 2.3, 4.1-4.3, 4.5, 5, 6.1-6.3, 7, 8.1.1 and 8.2.1 complemented with the provisions of the new Investment Services Act (747/2012) and Act on trading in financial instruments (748/2012)","· content of chapter 8.1.1 paragraph 3 revised in view of the obligation imposed in the Investment Services Act on supervised entities to file an advance notification to the FIN-FSA on outsourcing the provision of an investment service","· order of presentation in chapter 4.2 revised so that the chapter has 12 paragraphs instead of 8.","Issued on 4.11.2014, valid from 1.1.2015","· the title of the regulations and guidelines changed","· chapters 1.1, 2.1-2.4, 3, 4.1-4.4, 4.6, 5.1, 5.2, 5.3, 6, 7, 8.2.and 8.3.1 revised","· order of presentation of sections 5 and 6 on outsourcing and risk management of activities subject to authorisation changed","· chapter 4.3 divided in two subsections, of which the latter was previously chapter 6.3","Issued on 23.1.2018, valid from 1.2.2018","· chapters 2.1, 2.2, 2.3, 4.1, 4.2.1, 4.3, 4.5, 6, 7, 8.2 and 8.3.1 complemented with the provisions of the new Act on Trading in Financial Instruments","· investment firms and alternative investment fund managers providing investment services deleted from chapter 1.1 Scope of application, the related references to applicable laws in chapters 1.1, 2, 4, 5, 6, 7 and 8 deleted and numbering of chapters 4, 5 and 8 changed due to the national transposition of MiFID II, leading to the repeal of the FIN-FSA\u0027s regulatory powers specified in chapter 7 section 23 subsection 1 paragraphs 1 and 2 of the Investment Services Act","· new chapter 2.2 EU regulations added, as a result of which changes in the numbering of chapter 2","· a reference to EBA Recommendations on outsourcing to cloud service providers added in chapter 6, as a result of which changes in the numbering of the chapter","FIN-FSA FINANSSIVALVONTA","A","CIN","Z222225","S C","FIN","A","FIN FIN"]},{"page":23,"paragraphs":["Regulations and guidelines 1/2012","Issued on:","23 February 2012","Valid from:","1.4.2012 until further notice","ZZ2222-","S C","FIN FIN CIN","A","23 (23)","Issued on 15.6.2023, valid from 1.9.2023","· chapter 1.1 revised by adding to the scope of application persons providing payment service without authorisation in accordance with sections 7, 7 a and 7 b of the Payment Institutions Act (297/2010) (with respect to paragraph 13 of chapter 8.3.1 of these regulations and guidelines)","· references to regulation in chapter 2.3 updated","· chapter 2.5 revised by updating references to EBA Guidelines on internal governance and outsourcing","· chapter 6 revised by","- changing the manner of presentation of paragraph (9)","- updating the reference to EBA Guidelines on outsourcing in paragraph (11)","· chapter 8.3.1 specified by introducing to paragraph (12) a reference to the guideline in paragraph (11), and paragraph (13) added","· in chapter 8.3.2, paragraph (14), reference to FIN-FSA standard RA 6.1, template M, removed","· chapters 2.1, 2.4, 4.1, 4.2.1, 4.2.2, 4.5, 5.1, 5.2, 6, 7, 8.2 and 8.3.1 aligned with the provisions Mutual Funds Act (213/2019)","FIN-FSA FINANSSIVALVONTA","A","FIN"]}]}