{"pages":[{"page":1,"paragraphs":["FIN FIN FIN FIN FIN FIN FIN","S FIN","S","N N N","FIN","Regulations and guidelines / Reporting of intra-group transactions","Journal Number FIVA/2024/230","Issued 25.4.2024","Valid from 17.5.2024","Further information from Banking Supervision/Legal Issues in Banking Supervision","FINANCIAL SUPERVISORY AUTHORITY tel. \u002B358 9 183 51 firstname.surname@fiva.fi fin-fsa.fi","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY","A","A","FIN","S FIN FIN","S EIN"]},{"page":2,"paragraphs":["Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","S S","FIN FIN FIN CIN","***************","A","2 (11)","Legal nature of regulations and guidelines","Regulations","Financial Supervisory Authority (FIN-FSA) regulations are presented under the heading \u0027Regulation\u0027 in FIN-FSA\u0027s regulations and guidelines. FIN-FSA regulations are binding legal requirements that must be complied with.","FIN-FSA issues regulations only by virtue of and within the limits of legal provisions that entitle it to do so.","Guidelines","FIN-FSA interpretations of the contents of laws and other binding provisions are presented under the heading \u0027Guideline\u0027 in FIN-FSA\u0027s regulations and guidelines.","Also recommendations and other operating guidelines that are not binding are presented under this heading, as are FIN-FSA\u0027s recommendations on compliance with international guidelines and recommendations.","The formulation of the guideline shows when it constitutes an interpretation and when it constitutes a recommendation or other operating guideline. A more detailed description of the formulation of guidelines and the legal nature of regulations and guidelines is provided on the FIN-FSA website.","fin-fsa.fi \u003E Regulation \u003E Legal framework of FIN-FSA regulations and guidelines","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":3,"paragraphs":["3 (11)","Contents","1","Scope of application and definitions","4","1.1 Scope of application 4","1.2 Definitions","4","2 Legislative background","5","2.1 Legislation","5","2.2 European Union Directives","5","2.3 FIN-FSA\u0027s regulatory powers","5","3","Objectives","6","4 Reporting to the FIN-FSA","7","4.1 Reportable transactions and content of the report","7","4.2 Threshold values, form of the report and reporting date","8","5","Repealed regulations and guidelines","10","6 Transitional provisions and entry into force","11","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY","***************","A A","Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","FIN","S FIN FIN","S","CIN"]},{"page":4,"paragraphs":["Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","FIN","S S","FIN FIN CIN","***************","4 (11)","1 Scope of application and definitions","1.1 Scope of application","These regulations and guidelines shall apply to the following supervised entities referred to in the Act on the Financial Supervisory Authority (878/2008):","· credit institutions referred to in chapter 1, section 7 of the Credit Institutions Act; and","· investment firms referred to in chapter 6, section 2 b, subsections 1 and 2 of the Investment Services Act.","1.2 Definitions","For the purposes of these regulations and guidelines, the following terms shall have the following meanings:","· Obliged entity refers to all supervised entities stated above in section 1.1 falling within the scope of application of these regulations and guidelines.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":5,"paragraphs":["Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","FIN","S S","FIN FIN CIN","***************","5 (11)","2 Legislative background","2.1 Legislation","The following legal provisions are related to the matters addressed in these regulations and guidelines:","· Credit Institutions Act (610/2014)","· Investment Services Act (747/2012)","2.2 European Union Directives","· Directive 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on the access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (Text with EEA relevance).","2.3 FIN-FSA\u0027s regulatory powers","The FIN-FSA\u0027s power to issue binding regulations on the subject is based on the following legal provisions:","· Chapter 5, section 15, subsection 4 of the Credit Institutions Act","· Chapter 6, section 2 b, subsection 4 of the Investment Services Act","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":6,"paragraphs":["Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","FIN","S S","FIN FIN EIN","***************","6 (11)","3 Objectives","(1)","The objective of these regulations and guidelines is to ensure that the FIN-FSA receives the necessary data enabling it to monitor transactions between companies belonging to the same group with obliged entities, and the impact of such transactions on obliged entities\u0027 capital adequacy and result, among other things.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":7,"paragraphs":["7 (11)","Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","4 Reporting to the FIN-FSA","4.1 Reportable transactions and content of the report","(1) In accordance with chapter 5, section 15, subsection 1 of the Credit Institutions Act, a credit institution shall report to the Financial Supervisory Authority any transactions where one of the parties is the credit institution and the other party is:","1) an undertaking which belongs to the same group as the credit institution, or which is a participating undertaking referred to in the Accounting Act of the credit institution or of an undertaking belonging to the same group;","2) a pension foundation referred to in the Act on Pension Foundations (1774/1995) and established by the credit institution or another employer undertaking belonging to the same group where the persons covered by its sphere of activity are employed by the employer undertaking;","3) a pension fund referred to in the Act on Pension Foundations and Pension Funds or a supplementary pension fund or an EEA supplementary pension fund referred to in the Act on Supplementary Pension Foundations and Supplementary Pension Funds, where the insured may be employed by the credit institution or another employer undertaking belonging to the same group.","(2) In accordance with chapter 6, section 2 b, subsection 4 of the Investment Services Act, investment firms referred to in subsection 1 and 2 of said section are subject to the provisions of chapter 5, section 15 of the Credit Institutions Act.","REGULATION (paragraphs 3-5)","(3) The following intra-group transactions must be reported, with a view to the thresholds under section 4.2, paragraph 1:","a. services produced within a group or conglomerate, agreements to share costs, or agreements on management and other of a company within a group or conglomerate;","b. ordinary payments;","c. leases for real estate, flats, land or assets;","d. ordinary transactions of a real estate company within a group or conglomerate (e.g. housing service charges and rents);","e. ordinary market investments, including overnight deposits, money market instruments and mutual funds;","f. securities intermediation within a group or conglomerate;","g. mutual reinsurance or other intra-group insurance arrangements;","h. investments in shares and capital;","i. capital loans;","j. items eligible for the solvency margin of insurance companies;","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY","FIN","FIN","S S","FIN CIN","**************:","A A"]},{"page":8,"paragraphs":["Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","k. credits, guarantees and issued collateral;","l. derivatives and off-balance-sheet commitments;","m. transfer of assets or business.","(4) For transactions a-g, obliged entities must report only basic data, which are:","· pricing;","· fees;","· interest rates;","· principles of division;","· collateral;","· repayment period;","· significant terms and conditions.","(5)","For transactions h-m, in addition to basic data, obliged entities shall also report closer details, which are:","· parties to the transaction;","· transaction price, fair value of assets transferred or subscription price;","· amount of credit, other liability or collateral;","· collateral terms and other terms of credit;","· any deviation from original repayment plan;","· dividends, surplus or profit distributed or interest on guarantee capital;","· other special terms.","4.2 Threshold values, form of the report and reporting date","(1) In accordance with chapter 5, section 15, subsection 2 of the Credit Institutions Act, the report referred to in subsection 1 shall be submitted at least quarter-annually on transactions when their value, or in case several transactions of the same class have been concluded during the period of time referred to in this subsection, their aggregate value exceeds a million euros or 5 per cent of the own funds of the credit institution that is party to the transaction, unless the Financial Supervisory Authority approves a higher limit for reporting.","(2) In accordance with chapter 6, section 2 b, subsection 4 of the Investment Services Act, investment firms referred to in subsection 1 and 2 of said section are subject to the provisions of chapter 5, section 15 of the Credit Institutions Act.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY","8 (11)","A","**************:","A","S S","FIN FIN FIN CIN"]},{"page":9,"paragraphs":["9 (11)","REGULATION (paragraph 3)","(3) Obliged entities shall report to the FIN-FSA the information referred to in section 4.1, paragraphs 3-5 on transactions exceeding the threshold value in paragraph 1 on a quarterly basis. The report shall be submitted to the FIN-FSA in free format for the three first quarters by the 15th day of May, August and November, and for the last quarter by the end of February. The report must be dated and signed by both the person preparing the notification and the person verifying the data. The report shall be submitted to the FIN-FSA\u0027s Registry.","GUIDELINE (paragraphs 4-5)","(4) According to the FIN-FSA\u0027s interpretation, transactions are deemed to be of the same class where they belong to subgroups a-m listed in section 4.1, paragraph 3. Where transactions are related to each other in such a way that they can be considered a single transaction, the combined value of the transactions is assessed against the reporting threshold. Whether transactions are related to each other is assessed both temporally and qualitatively.","(5) The FIN-FSA may, at the request of the obliged entity, raise the reporting threshold referred to in paragraph 1, if the EUR 1 million threshold is unnecessarily low relative to the size of the group.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY","A","FIN","CIN","***************","A","FIN FIN","S S","FIN","Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice"]},{"page":10,"paragraphs":["Regulations and guidelines /","Issued","25.4.2024","Valid from","17.5.2024 until further notice","S S","FIN","FIN FIN","CIN","***************","10 (11)","5 Repealed regulations and guidelines","(1) Upon entry into force, these regulations and guidelines shall replace standard RA1.1 \u0022Reporting of intra-group transactions\u0022 issued by the Financial Supervision Authority on 3 May 2006.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]},{"page":11,"paragraphs":["Regulations and guidelines |","Issued","25.4.2024","Valid from","17.5.2024 until further notice","S C","FIN FIN FIN CIN","***************","11 (11)","6 Transitional provisions and entry into force","(1) The first report under section 4.2, paragraph 3 shall be made for the first time on transactions made between 1 July and 30 September 2024, and it shall be submitted to the FIN-FSA by 15 November 2024. As regards the reporting period from 1 April to 30 June 2024, obliged entities referred to in regulations and guidelines 1/2024 shall comply with the previous regulations of standard RA1.1.","FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"]}]}